Repository: danerx77/f1
Catalog: tm/datatext.tmx
Source language: en
Languages: pl

# My teacher is showing me how to paint some more.
source: My teacher is showing me how to\npaint some more.
pl: Mój nauczyciel pokazuje mi,\njak malować więcej.

# Today, in addition to our lesson, we came to see the chamber again.
source: Today, in addition to our lesson,\nwe came to see the chamber again.
pl: Dzisiaj, oprócz naszej lekcji,\nponownie odwiedziliśmy komnatę.

source: It's a POKéMON PRINTER!\pIt can put a print of your POKéMON\non the back of your TRAINER CARD.\pIt costs only ¥50.\nWould you like to try it?
pl: To DRUKARKA POKéMON!\pMoże umieścić obrazki twoich POKéMONÓW\nz tyłu twojej KARTY TRENERSKIEJ.\pNadruk kosztuje ¥50.\nChcesz spróbować?

source: You don't have enough money.
pl: Masz za mało pieniędzy.

source: Please choose the print type.
pl: Proszę wybrać rodzaj nadruku.

# A big smile for the photo, please! Three… Two… One…pFlash!
source: A big smile for the photo, please!\nThree… Two… One…\pFlash!
pl: Prosimy o uśmiech do obiektywu!\nTrzy… Dwa… Jeden…\pPstryk!

# Your POKéMON print is ready! Check your TRAINER CARD.
source: Your POKéMON print is ready!\nCheck your TRAINER CARD.
pl: Twój nadruk jest gotowy!\nSprawdź swoją KARTĘ TRENERA.

# First, you should restore your POKéMON to full health.
source: First, you should restore your\nPOKéMON to full health.
pl: Najpierw powinieneś wyleczyć\nwszystkie swoje POKéMONY.

source: Your POKéMON have been healed\nto perfect health.\pIf your POKéMON's energy, HP,\nis down, please come see us.\pIf you're planning to go far in the\nfield, you should buy some POTIONS\lat the POKéMON MART.\pWe hope you excel!
pl: Twoje POKéMONY zostały w\npełni wyleczone.\pJeśli HP twoich POKéMONÓW spadnie\nponownie, odwiedź nas znowu.\pJeśli planujesz daleką podróż,\ndobrze jest kupić MIKSTURY w\lPOKéMON MART.\pMamy nadzieję, że\nsobie poradzisz!

# Your POKéMON have been healed to perfect health.pWe hope you excel!
source: Your POKéMON have been healed\nto perfect health.\pWe hope you excel!
pl: Twoje POKéMONY zostały wyleczone\ndo pełni zdrowia.\pDo zobaczenia!

source: MOM: {PLAYER}!\nWelcome home.\pIt sounds like you had quite\nan experience.\pMaybe you should take a quick\nrest.
pl: MAMA: {PLAYER}!\nWitaj w domu.\pMiałeś pewnie pełno\nprzygód, co?\pPowinieneś odpocząć sobie przez\nchwilkę.

source: MOM: Oh, good! You and your\nPOKéMON are looking great.\pI just heard from PROF. OAK.\pHe said that POKéMON's energy is\nmeasured in HP.\pIf your POKéMON lose their HP,\nyou can restore them at any\lPOKéMON CENTER.\pIf you're going to travel far away,\nthe smart TRAINER stocks up on\lPOTIONS at the POKéMON MART.\pMake me proud, honey!\pTake care!
pl: MAMA: Dobrze! Ty i twoje\nPOKéMONY wyglądacie świetnie.\pSłyszałam od PROFESORA OAKA,\pże energia POKéMONÓW mierzona\njest w HP.\pGdy twoje POKéMONY stracą HP, możesz\nwyleczyć je w najbliższym\lCENTRUM POKéMON.\pJeśli wybierasz się gdzieś dalej,\lmądry TRENER kupuje zawsze\lMIKSTURY w lokalnym POKéMON MART.\pJestem z ciebie dumna, złotko!\pPapa!

source: {PLAYER} is out of usable\nPOKéMON!\p{PLAYER} panicked and lost ¥{STR_VAR_1}…\p… … … …\p{PLAYER} whited out!
pl: {PLAYER} nie ma już\nPOKéMONÓW!{PLAYER} panikuje i traci ¥{STR_VAR_1}…\p… … … …\p{PLAYER} przegrywa!

# {PLAYER} is out of usable POKéMON!p{PLAYER} whited out!
source: {PLAYER} is out of usable\nPOKéMON!\p{PLAYER} whited out!
pl: {PLAYER} nie ma już\nPOKéMONÓW!\p{PLAYER} przegrywa!
